Repository: common-repository/user-rename-by-azed
Catalog: languages/azeduserrenametextdomain-*.po
Languages: fr_fr

source: User can edit settings and all users datas
fr_fr: L'utilisateur peut modifier les paramètres et les données des autres utilisateurs

source: User can only edit his datas
fr_fr: L’utilisateur peut uniquement modifier ses données

source: User can't access this plugin
fr_fr: L'utilisateur ne peut pas accéder à ce plugin

source: Change user slug
fr_fr: Renommer votre profile

source: Edit settings :
fr_fr: Modifier les paramètres :

source: Changes are done and already effectives.
fr_fr: Les modifications sont effectuées et déjà opérationnelles !

source: Update Settings
fr_fr: Mettre à jour les paramètres

source: Change User datas :
fr_fr: Modifier les données utilisateur :

source: This LOGIN is already used by someone else
fr_fr: Ce LOGIN est déjà utilisé par quelqu'un d'autre

source: This NICENAME is already used by someone else
fr_fr: Cette URL est déjà utilisée par quelqu'un d'autre

source: This DISPLAY NAME is already used by someone else
fr_fr: Ce PSEUDONYME est déjà utilisé par quelqu'un d'autre

source: You have to specify a LOGIN
fr_fr: Vous devez spécifier un LOGIN

source: Choose from the list
fr_fr: Choisissez dans la liste

source: Change user Login (if you change your login, you will be disconnected)
fr_fr: Changer le LOGIN (si vous changez votre login, vous serez déconnecté)

source: Change user Nicename (empty to auto generate)
fr_fr: Changer d' URL (vider pour régénérer automatiquement)

source: Change user Display Name (empty to auto generate)
fr_fr: Changer de PSEUDONYME (vider pour régénérer automatiquement)

source: Update User
fr_fr: Mettre à jour

source: You don't have access to this plugin
fr_fr: Vous n'avez pas accès à ce plugin
